Repository: billtyler/myfood
Catalog: myfoodapp.Hub/locale/*/messages.po
Languages: de

source: 11 towers
de: 11 Türme

source: 18 towers
de: 18 Türme

source: 24 towers
de: 24 Türme

source: 36 towers
de: 36 Türme

source: About
de: Über

source: Action
de: Aktion

source: Add Event
de: Hinzufügen eines Ereignisses

source: Add iron
de: Eisen hinzufügen

source: Add magnesium
de: Magnesium Hinzufügen

source: Add potassium
de: Kalium hinzufügen

source: Add rain water
de: Regenwasser hinzufügen

source: Add tape water
de: Leitungswasser hinzufügen

source: Add white on roof
de: Stellen Meudon-Weiss auf dem Dach

source: Advanced monitoring
de: moderne Überwachungsprozesse

source: Advices
de: Beratungen

source: Afternoon
de: Nachmittag

source: Air Temperature (°C)
de: Lufttemperatur (°C)

source: All
de: Alle

source: Anxious
de: ängstlich

source: Application Logs
de: Anwendungsprotokoll

source: Aquaponics - Carp
de: aquaponik - karpfen

source: Aquaponics - Crayfish
de: Aquaponik - Krebse

source: Aquaponics - Oth. Cold Fish
de: Aquaponik - Andere Kaltwasserfische

source: Aquaponics - Oth. Warm Fish
de: Aquaponik - Andere warmwasserfische

source: Aquaponics - Tilapia
de: Aquaponik - Tilapia

source: Aquaponics - Trout
de: Aquaponik - Forelle

source: Autumn
de: Herbst

source: Average
de: Mittelwert

source: AVERAGE
de: MITTELWERT

source: Awesome
de: Fantastisch

source: Back to Details
de: Zurück zu Details

source: Back to Production Units
de: Zurück zu Produktionseinheiten

source: Back to User List
de: Zurück zu Benutzerliste

source: Bad
de: Schlecht

source: Bad looking vegetables
de: schlecht aussehende Gemüse

source: Best to contact:
de: am besten zu kontaktieren

source: Bioponics
de: Bioponik

source: Broken pump
de: fehlerhafte Pumpe

source: Call Pioneer
de: Pionier anrufen

source: Can be planted in:
de: Kann gepflanzt werden in:

source: Change Production Units Settings
de: Ändern der Produktionseinheiteneinstellungen

source: Change User Settings
de: ändern Benutzereinstellungen

source: Choose the application default language
de: Wählen die Standardsprache der Anwendung

source: Choose the suitable recipes for your greenhouse
de: Wählen die passenden Rezepte für Ihr Gewächshaus

source: Clogged sprinkler
de: Verstopfte sprinkler

source: Clogged tubes
de: Verstopfte Rohre

source: CO2 SAVED
de: CO2 GESICHERT

source: content from Sigfox backend
de: Inhalt von Sigfox backend

source: Cracked tank
de: Gebrochener Becken

source: Create new User
de: Neuen Benutzer erstellen

source: Create Users
de: Benutzer erstellen

source: CURRENT
de: STROM

source: Custom Lab
de: Kundenspezifisches Labor

source: daily production
de: Tagesproduktion

source: Damaged sensor
de: Beschädigter Sensor

source: date
de: Datum

source: Dead fish
de: toter Fisch

source: December
de: Dezember

source: Detailed event description
de: Ausführliche Ereignisbeschreibung

source: Development Kit
de: Entwicklungs-Kit

source: Edit Roles
de: Rollen bearbeiten

source: Edit Users
de: Benutzer bearbeiten

source: Equipment
de: Ausrüstung

source: Farm
de: Bauernhof

source: February
de: Februar

source: Feed fish
de: Fische füttern

source: Feeling
de: Gefühl

source: Filter cleaning
de: Filterreinigung

source: Filter issue
de: Filterausgabe

source: Fish
de: Fisch

source: Fish Health
de: Fisch Gesundheit

source: Fish Tank
de: Fischbecken

source: Follow Messages sent by Sigfox from Production Units
de: Folgen Meldungen, die von Sigfox aus Produktionseinheiten gesendet wurden

source: Gather vegetables
de: Gemüse sammeln

source: Glass broken
de: Glas gebrochen

source: Glass cleaning
de: Glasreinigung

source: Good
de: Gut

source: Happy
de: Froh

source: Harvest
de: Ernte

source: health. lvl
de: gesundheitsniveau

source: High
de: Hoch

source: Humidity (%)
de: Feuchtigkeit (%)

source: hydroponicType
de: hydroponikType

source: Ice into towers
de: Eis in Türme

source: Improvement
de: Verbesserung

source: In Maintenance
de: In Wartung

source: Insect pest
de: Insektenschädling

source: Install auto feeder
de: Installieren automatische Zuführung

source: Install double door back
de: Installieren doppelte hintertür

source: Install double door front
de: Installieren doppelte Eingangstor

source: Install extra tanks
de: Install extra Becken

source: Install extra towers
de: Installiere extra Türme

source: Install shadow cloth
de: Installieren Schatten Tuch

source: Install solar panels
de: Installieren Sonnenkollektoren

source: Install UV filter
de: Installieren UV-Filter

source: Installed Options
de: Installierte Optionen

source: Issue
de: Problem

source: January
de: Januar

source: July
de: Juli

source: June
de: Juni

source: last measure
de: letztes Maß

source: Last Month
de: letzten Monat

source: Leaf vegetables - less than 200gr
de: Blattgemüse - weniger als 200gr

source: Leaf vegetables - more than 200gr
de: Blattgemüse - mehr als 200gr

source: Light
de: Licht

source: Location:
de: Ort:

source: Log in
de: Einloggen

source: Log off
de: Abmelden

source: Log your Actions / Events here
de: Melden Sie hier Ihre Aktionen / Veranstaltungen

source: Login
de: Anmeldung

source: Low
de: Niedrig

source: Maintenance
de: Wartung

source: Manage Application Logs
de: Verwalten von Anwendungsprotokollen

source: Manage Measures from sensors
de: Messungen von Sensoren durchführen

source: Manage Production Unit Events
de: Verwalten von Produktion Veranstaltungen

source: Manage Production Unit Owners
de: Verwalten der Produktion gentümer

source: Manage Production Units Events
de: Verwalten von Produktion Veranstaltungen

source: Manage Production Units from Pioneer Citizen Network
de: Produktions von Pioneer Citizen Network verwalten

source: Manage Production Units Owners from Pioneer Citizen Network
de: Verwalten von Produktion Besitzer von Pioneer Citizen Network

source: Manage Recognition Records from your Production Units
de: Verwalten von Recognition Records aus Ihren Produktion

source: Manage Unit
de: Einheit verwalten

source: Manage Users
de: Benutzer verwalten

source: March
de: Mäzrz

source: Maximum
de: Maximal

source: May
de: Mai

source: Measures
de: Maßnahmen

source: Measures Monitoring
de: Maßnahmen Überwachung

source: Medium
de: Mittel

source: message type
de: Nachrichtentyp

source: Messages
de: Meldungen

source: Messages Monitoring
de: Nachrichtenüberwachung

source: Moderate
de: Mäßig

source: Monitoring kit v.1
de: Überwachungskit v.1

source: Monitoring kit v.2
de: Überwachungskit v.2

source: Morning
de: Morgen

source: My Information
de: Meine Information

source: Need support
de: Brauche Unterstützung

source: Network Info
de: Netzwerk information

source: Network Status
de: Netzwerkstatus

source: New Password
de: Neues Kennwort

source: Night
de: Nacht

source: No/Bad data received
de: Keine / schlechte Daten erhalten

source: Noisy pump
de: Laute Pumpe

source: Not applicable
de: Unzutreffend

source: October
de: Oktober

source: Old Password
de: Altes Passwort

source: On Maintenance
de: In Wartung

source: ONLINE SINCE
de: ONLINE SEIT

source: Open doors
de: Offene Türen

source: Option List
de: Optionsliste

source: owner
de: Eigentümer

source: Password
de: Passwort

source: PAST HOUR
de: LETZTE STUNDE

source: Pellet stove
de: Pelletofen

source: PER MONTH
de: PRO MONAT

source: Perfect
de: Perfekt

source: Perform agro analysis
de: Agroanalyse durchführen

source: Perform pH calib.
de: PH-Kalibrieren durchführen

source: Performance
de: Leistung

source: Performance &amp; Health
de: Leistung & amp; Gesundheit

source: Performance &amp; Health (Preview)
de: Leistung & amp; Gesundheit (Vorschau)

source: Permaculture Bed
de: Permakulturbett

source: Permaculture beds
de: Permakulturbetten

source: Permaculture beds and biochar
de: Permakulturbetten und Biochar

source: Pest
de: Krankheit

source: Pioneer Citizen Map
de: Pionier Citizen Karte

source: Pioneer Citizen Network
de: Pioneer Citizen Netzwerk

source: Plant Health
de: Pflanzengesundheit

source: Plant seedlings
de: Pflanzensämlinge

source: Plants
de: Pflanzen

source: Please Sign In
de: Bitte einloggen

source: Poor
de: Arm

source: prod. lvl
de: Produktionsniveau

source: prod. type
de: Herstellungsart

source: prod. unit
de: produktionseinheit

source: Production Unit already in use
de: Produktionseinheit bereits im Einsatz

source: Production Unit Details
de: Details der Produktionseinheit

source: Production Unit Owner already in use
de: Produktionsbereich Eigentümer bereits im Einsatz

source: Production Units
de: Produktionseinheiten

source: Production Units List
de: Produktionseinheiten Liste

source: Production Units Management
de: Produktionseinheiten Management

source: Recipes
de: Rezepte

source: Remember me?
de: Erinnere dich an mich?

source: Root vegetables - less than 200gr
de: Wurzelgemüse - weniger als 200gr

source: Root vegetables - more than 200gr
de: Wurzelgemüse - mehr als 200gr

source: Satify
de: Erfüllen

source: Save
de: sparen

source: Save & Close
de: Speichern & Schließen

source: Send Mail
de: Mail senden

source: sensor type
de: Sensortyp

source: Setup Planned
de: Einrichten geplant

source: Sigfox connectivity kit
de: Sigfox-Konnektivitäts-Kit

source: Solar panels
de: Solarplatten

source: Spring
de: Frühling

source: Sprinkler cleaning
de: Sprinklerreinigung

source: Stopped
de: Gestoppt

source: Summer
de: Sommer

source: Surname
de: Nachname

source: This Last Days
de: Diese letzten Tage

source: This Week
de: Diese Woche

source: Too much algeas
de: Zu viel Algen

source: TOTAL<br />CO2 SAVED<br />PER MONTH
de: GESAMT <br /> CO2 SPEICHERT <br /> PRO MONAT

source: TOTAL<br />CONNECTED <br />PROD. UNITS
de: TOTAL <br /> ANGESCHLOSSEN <br /> PROD. EINHEITEN

source: TOTAL<br />EST. PROD. <br />PER MONTH
de: GESAMT <br /> EST. Produkt <br /> PRO MONAT

source: Tower Garden
de: Turmgarten

source: type
de: Art

source: Unknown
de: Unbekannt

source: Up & Running
de: Oben & laufen

source: Up and Running
de: Oben und laufen

source: Use UV filter
de: Verwenden UV-Filter

source: user
de: Benutzer

source: User Management
de: Benutzerverwaltung

source: Users List
de: Benutzerliste

source: Vegetable management
de: Gemüsebewirtschaftung

source: View Events
de: Ereignisse anzeigen

source: View Logs
de: Logs anzeigen

source: Wait Confirm.
de: Wartebestätigung

source: Want more
de: Mehr wollen

source: Warning
de: Warnung

source: Water loss
de: Wasserverlust

source: Water purge
de: Wasserspülung

source: Water Temperature (°C)
de: Wassertemperatur (° C)

source: Watering Level:
de: Bewässerungsgrad:

source: Weekend
de: Wochenende

source: WEEKS
de: WOCHEN

source: Zipgrow Tower
de: Zipgrow Turm
